Repository: eduvpn/vpn-user-portal
Catalog: locale/*/LC_MESSAGES/VpnUserPortal.po
Languages: da_dk

source: Are you sure you want to delete <em>%displayName%</em>?
da_dk: Er du sikker på at du vil slette <em>%displayNavn%</em>?

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: Approval
da_dk: Godkendelse

source: The VPN application should have been launched automatically. If that did not work, click <a href="%refreshUrl%">here</a>.
da_dk: VPN applikationen skulle have åbnet automatisk. Hvis det ikke virkede, klik <a href="%refreshUrl%">her</a>.

source: You can now close this browser window or tab!
da_dk: Du kan nu lukke dette browservindue!

source: You are already enrolled for TOTP.
da_dk: Du er allerede tilmeldt TOTP.

source: Here you can enroll for two-factor authentication (2FA) using a Time-based One-time Password (TOTP).
da_dk: Her kan du tilmelde dig to-faktor-autentifikation (2FA) med et Time-based One-time Password (TOTP).

source: See the <a href="documentation">documentation</a> for more information on 2FA and a list of applications to use.
da_dk: Se <a href="documentation">dokumentation</a> for yderligere information om 2FA og en oversigt over applikationer, som du kan bruge.

source: Only an administrator can remove 2FA from your account!
da_dk: Kun en administrator kan fjerne to-faktor-autentifikation (2FA) fra din konto!

source: Secret
da_dk: Hemmelighed

source: Scan the QR code using your 2FA application, or import the secret manually. Confirm the successful configuration by entering a 6 digit OTP generated by the application below.
da_dk: Scan QR-koden ved hjælp af din 2FA-applikation eller importér hemmeligheden manuelt. Bekræft den vellykkede konfiguration ved at indtaste et sekscifret engangspassword genereret af applikationen nedenfor.

source: The OTP key you entered does not match the expected value for this OTP secret.
da_dk: Det indtastede YubiKey-engangspassword matcher ikke den forventede værdi af passwordet.

source: Verify
da_dk: Bekræft

source: There are currently no issued certificates. <a href="new">Download</a> a new configuration.
da_dk: Der er ingen konfigurationer på nuværende tidspunkt. <a href="new">Download</a> en konfiguration.

source: Name
da_dk: Navn

source: Issued
da_dk: Udstedt

source: Expires
da_dk: Udløber

source: Delete
da_dk: Slet

source: You are already enrolled with a YubiKey.
da_dk: Du er allerede tilmeldt med en YubiKey.

source: Here you can enroll for two-factor authentication (2FA) using a YubiKey One-time Password (OTP).
da_dk: Her kan du tilmelde dig to-faktor-autentifikation (2FA) med YubiKey.

source: See the <a href="documentation">documentation</a> for more information on 2FA.
da_dk: For yderligere information om 2FA - se <a href="documentation">dokumentation</a> .

source: Please attach your YubiKey and press its button.
da_dk: Indsæt venligst din Yubikey og tryk på knappen.

source: The YubiKey OTP is not valid.
da_dk: Dit YubiKey-engangspassword er ikke gyldigt.

source: YubiKey OTP
da_dk: YubiKey-engangspassword

source: Events
da_dk: Begivenheder

source: This is a list of events that occurred related to your account.
da_dk: Dette er en oversigt med begivenheder, der er relateret til din konto.

source: No events yet.
da_dk: Endnu ingen begivenheder.

source: Date/Time
da_dk: Dato/klokkeslæt

source: Message
da_dk: Besked

source: Sign In
da_dk: Log ind

source: Please provide your TOTP.
da_dk: Indtast venligst dit TOTP.

source: The TOTP you provided is incorrect.
da_dk: Det indtastede TOTP er ikke korrekt.

source: Contact support if you lost your TOTP.
da_dk: Kontakt supporten, hvis du har mistet dit TOTP.

source: Your ID is <code>%_two_factor_user_id%</code>.
da_dk: Dit ID er <code>%_two_factor_user_id%</code>.

source: New
da_dk: Ny

source: Certificates
da_dk: Certifikater

source: Account
da_dk: Konto

source: Documentation
da_dk: Dokumentation

source: User Info
da_dk: Brugerinformation

source: Change Password
da_dk: Skift adgangskode

source: Group Membership(s)
da_dk: Gruppemedlemsskab(er)

source: Two-factor Authentication
da_dk: To-faktor-autentifikation (2FA)

source: Enrolled
da_dk: Tilmeldt

source: Enroll
da_dk: Tilmeld

source: Profiles
da_dk: Profiler

source: Authorized Applications
da_dk: Autoriserede applikationer

source: Revoke
da_dk: Ophæve

source: <strong title="%client_id%">%display_name%</strong> wants to manage your VPN configurations.
da_dk: <strong title="%client_id%">%display_name%</strong> ønsker at administrere din VPN konfigurationer.

source: Reject
da_dk: Afvis

source: Approve
da_dk: Godkend

source: Either, no VPN profiles are defined, or this account does not have the required permissions to access any of the available profiles.
da_dk: Der er enten ikke defineret en VPN-profil, eller også har denne konto ikke de nødvendige tilladelser til at lave en ny VPN-konfiguration for de tilgængelige profiler.

source: Download a new VPN configuration by choosing a profile and a name, e.g. <em>Phone</em>.
da_dk: Opret en ny VPN-konfiguration ved at vælge en profil og et navn, f.eks. <em>Mobil</em>.

source: You need to enroll for two-factor authentication on the <a href="account">account</a> page before you can use this profile!
da_dk: Du skal tilmelde dig to-faktor-autentifikation (2FA) på <a href="account">konto</a>-siden, før du kan benytte din profil!

source: Profile
da_dk: Profil

source: Here you can change the password for your account.
da_dk: Her kan du ændre din adgangskode til din konto.

source: Current Password not correct!
da_dk: Nuværende adgangskode er ikke korrekt!

source: New Password and New Password (confirm) MUST match!
da_dk: Den nye adgangskode og den nye adgangskode (bekræft) skal være identiske!

source: Username
da_dk: Brugernavn

source: Current Password
da_dk: Nuværende adgangskode

source: New Password
da_dk: Ny adgangskode

source: New Password (confirm)
da_dk: Ny adgangskode (bekræft)

source: Confirm
da_dk: Bekræft

source: Please sign in with your username and password.
da_dk: Log ind med dit brugernavn og adgangskode.

source: The credentials you provided were not correct.
da_dk: De indtastede brugeroplysninger er ikke korrekte.

source: Password
da_dk: Adgangskode

source: The YubiKey OTP you provided is not correct.
da_dk: Det brugte YubiKey-engangspassword er ikke korrekt.

source: Contact support if you lost your YubiKey.
da_dk: Kontakt supporten, hvis du har mistet din YubiKey.

source: Register
da_dk: Opret

source: Choose a username and password to register your account. This invite was provided to you by <code>%voucherUserId%</code>.
da_dk: Vælg et brugernavn og en adgangskode for at oprette din konto. Denne invitation er fra <code>%voucherUserId%</code>.

source: Password and Password (confirm) MUST match!
da_dk: Adgangskode og adgangskode (bekræft) skal være identiske!

source: Password (confirm)
da_dk: Adgangskode (bekræft)

source: Sign Out
da_dk: Log ud

source: Error
da_dk: Fejl

source: An error occurred.
da_dk: Der opstod en fejl.
